{"pages":[],"posts":[{"title":"","text":"Anime List &amp; My opinion Anime Name Type Watching Status Marks Thought 命运石之门 爱情/奇幻 除 0 之外都看过 9 感触很深的动漫，想有一个kurisu同款女友 Fate 天之杯三部曲 爱情/奇幻 看完 8 心疼间桐樱，结局可以接受 Fate Stay Night 奇幻 看完 7 看的一部Fate系列，特效震撼，剧情还可以 家有女友 爱情 看完 5 高中看的，剧情有点狗血 进击的巨人 冒险/奇幻 看完，还没完结 9 剧情很棒，画风有很有特色，神作？ 齐木楠雄的灾难 搞笑/日常 在看 8 自认为笑点很高的我，经常笑喷 笨女孩 搞笑 看完 6 被骗了··· 干物妹小埋 日常 看了几集不想看了 6 日常太多了··· 吹响吧！上低音号～ 少女/校园/音乐 第一季看完了，剩下的慢慢补 9 人物刻画的很好，很励志 异世界迷宫黑心企业 搞笑/穿越 看完了 7 没啥感觉 侦探已死 奇幻/冒险 看了几集就不想看了 3 人物画的不错，其他都不行 精灵幻想记 恋爱/奇幻 看完了 5 老套 月色真美 爱情 看到第二集不想看了 6 不是很适合我看··· 关于我转世变成史莱姆这档事 奇幻/冒险 第二季还没看完 6 一般，前期还不错 致不灭的你 催泪/治愈（致郁） 看到第六集 7 太刀了，反倒不想看 转生成为了只有乙女游戏··· 日常/恋爱 看完了 6 老套 Eva tv版 爱情/奇幻 tv以后再看 9 真实 黑色四叶草 奇幻/冒险 看到16集 7 这种超长篇不感冒 薇薇-萤石眼之歌- 奇幻/冒险 看完了 8 和底特律一起玩会很有感觉 异度入侵 推理/奇幻 看完了 8 很有新意的推理番 死亡笔记 推理/奇幻 看完了 9 智斗真的没话说 弱势角色友崎君 校园 看完了 6 画风还可以 四月是你的谎言 音乐/爱情 看完了 9 哭了… 堀与宫村 恋爱 看到第十话 5 不是很喜欢 Dr.STONE石纪元 冒险 看到第六话 6 硬核科学番 RE:从零开始的异世界生活 穿越/冒险 看完 7 怪我没看懂 约定的梦幻岛 奇幻 第一季看完了 8 听说第二季拉胯，第一季倒是很值得一看 碧蓝之海 搞笑 看完了 9 笑不活了 魔女之旅 冒险/百合 看完了 7 不是很喜欢百合… 甘城光辉游乐园 奇幻 看完了 9 各方面都很做的很好 冰菓 校园 看到第九话 6 没有看下去的欲望 我的青春恋爱物语果然有问题 校园/恋爱 第二季看完了 7 一般 小林家的龙女仆 搞笑/日常 第二季还没看完 7 还行吧 刀剑神域系列 奇幻/冒险/恋爱 看完了 9 最早接触的几部动漫,二刷后还是觉得很不错 Clannad 爱情/治愈(致郁) 看到第四话 8 听说很刀…以后补吧 平凡职业造就世界最强 冒险 忘记了,只记得没看完 4 不好看… 魔法禁书目录系列 奇幻/校园 看完了 9 最早接触的几部动漫,还是很不错的 约会大作战系列 后宫 看完了 7 后宫… 成神之日 校园 看完了 7 还行吧 我们的重制人生 校园/穿越 看完了 8 细节还差点 全员恶玉 冒险 看完了 6 没啥感觉 转生成蜘蛛又怎样! 冒险 看完了 6 单口相声 黄漫老师(妹妹) 日常 看完了 6 萝莉… 多多罗 冒险 看完了 7 前期不错,后期太老套了 咒术回路 奇幻/动作 看完了 8 前后期不错,中期明显水时长 鬼灭之刃 奇幻/冒险 更新中 9 刚开始看会觉得人物眼睛好奇怪…","link":"/2022/01/17/Anime/"},{"title":"","text":"云服务器重装系统后ssh无法登陆的问题及解决方案提示警告信息如下： arnold@WSN:~$ ssh 10.18.46.111 @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@ WARNING: REMOTE HOST IDENTIFICATION HAS CHANGED! @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@IT IS POSSIBLE THAT SOMEONE IS DOING SOMETHING NASTY!Someone could be eavesdropping on you right now (man-in-the-middle attack)!It is also possible that the RSA host key has just been changed.The fingerprint for the RSA key sent by the remote host is08:98:a9:cc:f8:37:20:6b:b4:b1:6c:3a:15:b9:a9:92.Please contact your system administrator.Add correct host key in /home/arnold/.ssh/known_hosts to get rid of this message.Offending key in /home/arnold/.ssh/known_hosts:2RSA host key for 10.18.46.111 has changed and you have requested strict checking.Host key verification failed. 原因分析：It is also possible that a host key has just been changed. 我之前对ssh服务器重装了系统，导致所有与原系统建立过ssh连接的系统都无法再建立连接，因为在于原系统建立首次连接时，双方相互记录了对方的公钥（ssh基于非对称密钥技术），在ssh服务主机重装系统后，公钥改变了，任以旧版本公钥的主机自然是无法与新系统连接的。 网上还有分析为ssh主机被人黑了，并在消除入侵记录时对known_hosts文件做了改动。当然也不排除这种可能，但我估计我是没那个福气了：） 解决方案：删除~/.ssh/known_hosts文件，或者如果你可以判断出known_hosts中原ssh服务器的公钥，删去那部分， 然后后再次建立新的连接，即可获得新的公钥。","link":"/2022/01/17/Debug/"},{"title":"六级复习资料","text":"六级必过！！翻译/写作主动很简单直接略过 被动 很多人认为合作比个人能力更重要 Cooperation is cliamed to be more crucial than personal ability. 人们普遍认为网购已经成为一种流行趋势 Online shopping is argued to be a popular trend among the young and the old. 在过去的几十年里，政府采取了各种措施防止灾害发生 Various measures,in the past decades, have been taken to prevent disasters. 最近，中国科学院院出版了关于其最新科学发现与未来一年展望的年度系列报告 A annual report about its latest scientific fingings and the prospect of the next year was recently published by Chinese Academy of Sciences. Tip:中文的主动句翻译到英文多为被动句 并列句常见逻辑关系词 表示因果 表示原因 because in that as since Because of=be responsible for=due to=owing to=thanks to 表示结果 so=hence=therefore=thereby=thus=consequently=in consequence = as a result/consequence 表示对比 相似性对比 Likewise = similarly = equally simultaneously = at the same time =meanwhile 表示差异性对比 but , by contrast = conversely = alternatively = on the contrary = on the other hand = otherwise = while = whereas 表示递进 Besides = also = in addition = moreover = furthermore = put another way 表示让步 Despite = in spite of = notwithstanding = although = though = as certainly = of course = indeed There is no doubt that = there is no denying that 不可否认的是 In effect/fact/reality = indeed = virtually 实际上 表示引出新对象 About = concerning = regarding = with regard to = as for/to = in respect of In terms of 就······而论，在···方面 when it comes to··· 当提到···时 表示强调 Above all = most important in effect / fact / reality = indeed = virtually 表示总结 on the whole = all in all = overall = in conclusion in short 举例 Like = such as = for instance / example = a good case in point is 在过去的一千年里，乌镇的水系和生活方式并为经历多少变化时一座展现古文明的博物馆。 In the past thousand years, the water system and the lifeway in Wuzhen have not gone through many changes.Therefore, it now is the museum to show ancient civilization. 在山东潍坊市，风筝不仅仅是玩具，而且还是这座城市文化的标志。 In Weifang, Shandong, kites are not only toys but also the symbols of cultures of the city. 这些资金用于改善教育设施、购买书籍，使16万多所中小学收益。资金还用于购置音乐和绘画器材。现在农村和山区的儿童可以与沿海城市的儿童一样上音乐课和绘画课。 These funds is used to improving the tools of education and buying books, benefited more than 1.6 million schools.As the same time, these fund are also used to buying the musical and painting tools. Now, child in country and mountain areas can take the musicial lesson and the painting lessons as same as the child living in city. These funds are used to improve educational facilities, purchase books and more than 160 thousand primary schools and middle schools benefits. As a consequence, nowadays the children in rural areas can have music and painting classes as same as the children do in coastal cities. 由于这个传统，许多年轻人婚后继续与父母同住。今天，这个传统正在改变。随着住房条件的改善，许多越来越多年轻夫妇选择与父母分开住。但他们之间的联系依然很紧密。许多老年人仍然帮着照看长辈。年轻夫妇也抽时间探望父母，特别是在春节和中秋节等重要节日。 As a result of this tradition, many young people continue to live with parents after marriage. By contrast, today, the tradition is changing.With the improvement of housing conditions, an increasing number of young couples chose to live apart from their parents. Nevertheless, the connection between them remains strong. Many old people still have to look after their grandchildren. At the same time, yong couples also get around to visit their parents, especially during the holidays, as the spring festival and Mid-autumn Festival. 复合句主语从句 It is····that 大学教育极大地促进了社会的进步时显而易见的。 It is beyond dispute(无可争议的) that university education spromotes the progress of our society obviously. 同位语 用于名词后面 I like the cat, which is cute animal. Garbage sorting, a necessary behavior to control pollution, proves quite crucial throughout China. Hunting for jobs, a hot topic among undergraduates, has become the public concern recently Optimism, an active mentality, plays a key role in the general routine of everyday living. 定语和定语从句 I love the girl of kindness I love the girl as kind as an angel I love the girl who keeps so kind Example(定语从句)乌镇是浙江的一座古老水镇，坐落在京杭大运河畔。这是一处迷人的地方，有许多古桥、中式旅馆和餐馆。 Wu zhen is a Zhejiang ancient vallage located on the coast of Jing hang River, which is a fancy place with a group of ancient bridge, chinese hotel and restaurants. Wuzhen, which is an ancient water town of Zhejiang province, is located near the Beijing-Hangzhou Grand Canal, which is really a charming place with many ancient bridges, Chinese style hotels and restaurants there. 剪纸(Paper cutting)是中国最为流行的传统民间艺术形式之一.中国剪纸有一千五百多年的历史,在明朝和清朝时期(The Ming and Qing Dynasties)特别流行. Paper cutting is the most popular arts in China, which trace back to nearly BC 500, especially got popular during the Ming and Qing Dynasties. Paper cutting is one of the most popular arts in china which has a history of 1.5 thound years and was quite famous in the Ming and Qing Dynasties. 状语和状语从句![image-20211214104339048](/Users/pz/Library/Application Support/typora-user-images/image-20211214104339048.png) 三大经典句型![image-20211214105753838](/Users/pz/Library/Application Support/typora-user-images/image-20211214105753838.png) ![image-20211214105858346](/Users/pz/Library/Application Support/typora-user-images/image-20211214105858346.png) ![image-20211214105954939](/Users/pz/Library/Application Support/typora-user-images/image-20211214105954939.png) ![image-20211214110032622](/Users/pz/Library/Application Support/typora-user-images/image-20211214110032622.png) ![image-20211214110156238](/Users/pz/Library/Application Support/typora-user-images/image-20211214110156238.png) 句子扩写 Smile ( ) makes people( ) love you. Smile, the best means for communicating, make people who may look serious and distant love you at first sight. 作文真题题1![image-20211214111738200](/Users/pz/Library/Application Support/typora-user-images/image-20211214111738200.png) 范文： 作文开头由两句话组成：引出中心+个人观点 There exists, among teenagers and youngster, s hot debate on the importance of motivation and methods in learning. From my perspective, it is motivation and methods that prove to be more crucial than the study itself. 第二段：引出原因分析的总体句+2~3个具体原因分析 Quite a few factors, as a matter of fact, could account for opinion. As the primary element, Motivation can make us brave in front of difficulties. If we desire to complete heavy tasks smoothly, it is motivation that would make us be confronted with troubles without fear. One of Chinese famous businessmen, Mayun, is a good case in point. Before he became the top man known to all, he had failed thousands of times. Without motivation, he might got nothing. Besides, proper methods are crucial. Because right ways enable you to attain what you want rapidly and effective. The more efficiently you study, the greater success you will achieve. 第三段：总结+两个措施+喊口号 In a word, motivation and methods play a vital role in the study of youngsters. So parents should educate their kids to study with a right method and motivation. As a university student, we should explore more effectively ways to learn. Only in such ways of thinking can our work be done rapidly and comfortably. 题2![image-20211214160741442](/Users/pz/Library/Application Support/typora-user-images/image-20211214160741442.png) 范文：There is no doubt that the issue about community responsibility has caused wide public attention recently. From my perspective, it is indispensable both in social development and individual improvement. It is quite a few causes that could account for my argument. First and foremost, not only is a strong sense of community responsibility helpful to develop harmonious interpersonal relationships but also is beneficial to personal development. As we all know, the sound working atmosphere and interpersonal relationships among employees are crucial to both physical and mental pleasure. In addition, community responsibility can improve efficiency in the fast-paced modern society where time is money and efficiency holds the key to success. As a saying goes,”united, we stand; divided, we fall”. So great importance should be attached to the cultivation of the sense of community responsibility and we will eventually benefit from it. From what has been mentioned above, we can safely draw the conclusion that sense of community responsibility is a kind of good personal quality, which deserves our attention. So it is worth of our attention under modern conditions. Only in this way can we have a harmonious society. 总结开头引出中心+个人观点 正文引出原因分析总体句+2～3个具体原因分析 无话可说？ 分类论证 对于个人有什么影响 For individuals 对于集体有什么影响 For the collective 举例论证 结尾 Only by taking certain steps can people make full use of … So shouldn’t human being pay much attention to the meaningful saying/problem? So under no account could people divert attention from sth. The more actively people face the problem, the more happily they will lead their life. It is high time that the subject about … became a focus among youngsters. 作文25min + 预读听力5min + 听力30min + 仔细阅读20min + 长篇阅读15min + 翻译25min + 选词填空7-8min","link":"/2022/01/16/%E5%85%AD%E7%BA%A7%E5%BF%85%E8%BF%87%EF%BC%81%EF%BC%81/"},{"title":"","text":"科学发展观 全面 协调 可持续 根本方法：统筹、兼顾。 全面协调可持续是科学发展观的基本要求科学发展观的主要内容 加快转变经济发展方式 发展社会主义民主政治 推进社会主义文化强国 国家社会个人马克思主义指导思想、中国特色社会主义共同理想、以爱国主义为核心的民主精神和以改革创新为核心的时代精神、社会主义荣辱观。 构建社会主义和谐社会 总要求：民主法治、公平正义、诚信有爱、充满活力、安定有序、人与自然和谐相处。 推进生态文明建设 构建资源节约型、环境友好型社会 全面提高党的建设科学化水平 总要求：要增强紧迫感和责任感，牢牢把握加强党的执政能力建设、先进性和纯洁性建设这条路线，坚持解放思想、改革创新，坚持党要管党、从严治党，全面加强党的思想建设、组织建设、作风建设、反腐倡廉建设、制度建设，增强自我净化，自我完善、自我革新、自我提高能力，建设学习型、服务型、创新型的马克思主义执政党，确保党始终成为中国特色社会主义事业的坚强领导核心。四大考验：执政考验、改革开放考验、市场经济考验、外部环境考验四大危险： 关于中国根本政治制度：人民代表大会制度基本政治制度：中国共产党领导的多党合作和政治协商制度、民族区域自治制度、基层群众自治制度 构建新发展水平从问题导向出发关键:畅通无阻、自立自强、高水平对外开放、( )、p221三者之间的关系——贯彻新发展理念、把握新发展阶段、构建新发展格局. 第十章 五位一体邓小平.两个文明-》十五大.三个纲领-〉党的十七大.四位一体-》十八大.五位一体物质文明、精神文明-〉+文化建设-》····2012/11 经济,政治,文化,社会,生态文明建设五位一体总体布局 1,2,3小节是重点1.实现经济高质量发展 2017中央经济工作会议 首次提出习近平新时代中国特色社会主义经济思想习近平经济思想的主要内容 七个坚持2.深化供给侧结构性改革~~~建设现代化经济体系","link":"/2022/01/17/%E6%AF%9B%E6%A6%82_note/"},{"title":"Some notes","text":"物流成本 1.物流成本管理 目标成本法 以市场为向导，围绕企业的经营利润为目标 管理范围和管理重点都以事前事中为主 管理责任强调目标成本指标的分解，各部门责任 传统成本法 事后为主，总结经验 2.标准成本法 实际成本 = 标准成本 + 成本差异 物流成本由物流服务的直接材料费用、直接人工费用和间接费用三部分组成。两个标准 用量标准 价格标准 第九章 物流成本管理绩效评价概述 评价步骤 撰写报告 建立机构 制定方案 收集信息 进行评估 KPI：Key Performance Indicators 关键绩效指标 I found that there is no caps lock in macOS .","link":"/2022/01/17/%E7%89%A9%E6%B5%81%E6%88%90%E6%9C%AC/"}],"tags":[],"categories":[]}